const blogsData = [
    {
        date: "2026/07/19",
        title: "将棋の指し会を開催しています。",
        content: "毎月佐賀市内の公民館で将棋を指している将棋クラブです。<br>この度ホームページを作成しました。<br>いろいろな人に活動を知ってもらうため、というより、将棋を指す日のお知らせが主になるかと思います。<br><br>この将棋の指し会は、月に2回、第2、第4土曜日に開催しています。<br>将棋に興味を持った小学生から有段者まで、年齢層も実力も幅広く、毎回十数名が参加しています。<br>会員制ではなく、将棋に興味のある方ならどなたでも参加できます。会費も無料です。<br><br>このホームページで、佐賀に、誰でも将棋を指すことができる場所があることを知っていただけたら幸いです。",
        images: [
            { src: "assets/images/20260425.jpg", alt: "指し会のようす" }
        ],
        link: ""
    }
];
