const noticesData = [
    {
        date: "2026/07/19",
        title: "7月・8月の活動のお知らせ（時間・場所に一部変更あり）",
        content: "7月25日（土）、8月8日（土）、8月22日（土）を予定しています。<br>一部時間と場所が変更になっていますのでご注意ください。"
    },
    {
        date: "2026/07/19",
        title: "第31回嬉野温泉和多屋祭り将棋大会　が開催されます。",
        content: "2026年8月2日開催される予定です。詳細は将棋夢未来のHPをご覧ください。<br><a href='https://yumemirai.hatenablog.com/entry/2026/05/13/213518' target='_blank'>将棋夢未来2026 - 第31回嬉野温泉和多屋祭り将棋大会</a>"
    },
    {
        date: "2026/07/18",
        title: "ホームページを開設しました！",
        content: "ホームページを開設しました。<br>今後はこちらのページから、活動報告やお知らせ、月間予定などを発信します。よろしくお願いします。"
    }
];
